Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/osko/index.php_kat_id=152_art_id=157.html.tmx
Source language: sme
Languages: smj

source: Oahpa: Lávvu
smj: Åhpav: Låvdagoahte

source: Áhččámet, don guhte leat almmis !
smj: Ájlistuvvus duv namma

source: Mii oskut ahte Ipmil áhčči lea min Almmálaš áhčči, guhte lea sivdnidan min ja lea dovdan min ovdal go mii riegádeimmet.
smj: Mij jáhkkep Jubmeláhttje le mijá Almmelasj áhttje, guhti le mijáv sjivnnjedam ja mijájt dåbdåj åvddål riegádijma.

source: Son diehtá buot min birra, min dárbbuid birra, son ii leat goassege guhkkin eret mis, ja son ráhkista min.
smj: Sån diehtá gájkka mijáj birra, mav dárbahip, ij le goassak vuojga guhkken ierit, ja sån mijájt æhttsá.

source: Sáhttá go buot leat bassi, vai leat go dušše dihto dávvirat bassi ?
smj: Le gus gájkka ájlis, jali li gus dåssju sierralágásj gávne ?

source: Almmálaš áhči namma lea bassi, ja sáhttá leat stuoris ja bassi min gaskkas.
smj: Almmelasj áhttjáma namma le ájlis, ja galggá liehket alvos ja ájlis mijáj gaskan.

source: Mii galgat árvvusatnit, sutnje galgá buot gudni ja giitosat.
smj: Galggap Jubmela namáv guddnedit ja suv gijttet.

source: Son lea buotveagalaš ja lea midjiide addán buot, mii mis leat.
smj: Sån le gájkviekses ja le vaddám gájkka mij miján le.

source: Lea álki midjiide olbmuide geavahit Ipmila nama duššálažžan. Mii dadjat dan jurdilkeahttá maid dadjat ja manne.
smj: Diehtemahtesvuodan ulmutja Jubmela namáv boasstot adni – javlli váni ájádallamis mav javllap ja manen.

source: Ipmila namma galgá leat bassi.
smj: Jubmela namma galggá liehket ájlis.

source: Mun galggan gal Ipmila nama geavahit, muhto dajan “ Ipmil ” dahje “ Jesus ” dušše dalle go háleštan Ipmiliin, dalle go rohkadalan.
smj: Månnå galgav Jubmela namáv adnet, valla javllat dåssju ” Jubmel ” jali ” Jesus ” gå Jubmelijn sáhkadav, gå råhkådaláv.

source: Sámi árbevierus lea namabidjan dehálaš.
smj: Sáme árbbedábe milta le nammavaddem ájnas.

source: Lea leamaš dábálaš addit mánnái nama muhtun fuolkki maŋis.
smj: Ájádus le muhtem mierredum vuoge tjuovvu namáv.

source: Dalle lei sávaldat ahte dán fuolkki iešvuođat galge čuovvut nama mielde mánnái.
smj: Dáhpe le læhkám mánájt nabddet berulattjaj nammaj dajna sávadusájn jut suv vuoge vatteduvvin mánnáj.

source: Sáhtát go gávnnahit lea go giige du bearrašis ožžon namas fuolkki maŋis, ja leat go dán fuolkki iešvuođat leamaš dehálaččat nama válljemis ?
smj: Diedá gus jus aktak duv fámiljan le muhtem berulattja namán, ja jus suv vuoge li læhkám ájnnasa gå namma válljiduváj ?

source: Gáimmežat leat iešalddis fulkkežat.
smj: Nammaoarbbena, gájmitja, aneduvvi liehket muhtem rituálalasj berajvuodan.

source: Namma šaddá govvan das, ahte sudno gaskkas lea oaidnemeahttun čanastat.
smj: Namma sjaddá symbåvllån vuojnnemahtes báddáj sunnu gaskan.

source: Ipmila namma lea gal bassi iešalddis, muhto dán rohkosis mii rohkadallat ahte dat basuhuvvošii dáppe min luhtte ge.
smj: LUTHERUSA TJIELGADUS: Jubmela namma le ietjastis ájlis ja dánna råhkådallap vaj dat aj mijá lunna luluj ájlistuvvat.

source: Dat dáhpáhuvvá go Ipmila sátni oahpahuvvo buhttásit ja rievttuid, ja go mii ge eallit bassi eallingearddis Ipmila mánnán.
smj: Gåktus de ? Gå Jubmela báhko tjielggasit ja rájnnasit åhpaduvvá ja dan milta Jubmela mánnán viessop.

source: Muhto son guhte oahpaha ja eallá eará láhkai go Ipmila sátni oahpaha, eahpebasuha Ipmila nama min gaskkas.
smj: Vatte dav midjij Almenáhttje ! Valla guhti ietjáláhkáj viessu ij Jubmela namáv mijá lunna ájllisin ane.

source: Várjalivččet min das eret, almmálaš Áhčči !
smj: Várjjala mijáv dassta, almmelasj Áhttje !
